Overload List
Name  |   Description
SetItalicStatus(Boolean)
 Sets the characters in the entire text to be italic or not italic.
SetItalicStatus(TextRange, Boolean)
 Sets the characters in a given text range to be italic or not italic.
 See Also
  FormattedText Class
  FormattedText Members
  Autodesk.Revit.DB Namespace